/* Generic authentication error. */
"UNKNOWN_ERROR" = "Il est impossible d’authentifier l’utilisateur.";
"USER_NOT_ADMIN_PASS" = "Vous devez saisir un nom et un mot de passe d’administrateur.";
"USER_NOT_ADMIN_PIN" = "Vous devez saisir un nom et un mot de passe d’administrateur.";
"INVALID_USER_NAME" = "Vous devez saisir un nom d’utilisateur valide.";
"INVALID_USER_PASSWORD" = "Vous devez saisir un mot de passe valide.";
"INVALID_USER_PIN" = "Vous devez saisir un code PIN valide.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Veuillez réessayer.";

/* Button Titles */
"RESTART_BUTTON" = "Redémarrer";
"SHUTDOWN_BUTTON" = "Éteindre";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "Des utilisateurs sont actuellement connectés. Si vous redémarrez cet ordinateur, ils risquent de perdre les modifications qu’ils n’ont pas sauvegardées.";
"RESTART_DETAIL_WARNING" = "Redémarrer ou éteindre l’ordinateur ferme les applications des autres sessions dans lesquelles les documents n’ont pas été enregistrés. Les données vont être perdues. Saisissez le nom et le mot de passe d’un administrateur et cliquez sur Redémarrer ou choisissez Annuler pour annuler.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "Des utilisateurs sont actuellement connectés. Si vous éteignez cet ordinateur, ils risquent de perdre les modifications qu’ils n’ont pas sauvegardées.";
"SHUTDOWN_DETAIL_WARNING" = "Redémarrer ou éteindre l’ordinateur ferme les applications des autres sessions dans lesquelles les documents n’ont pas été enregistrés. Les données vont être perdues. Saisissez le nom et le mot de passe d’un administrateur et cliquez sur Éteindre ou choisissez Annuler pour annuler.";

/* PIN or Password */
"PIN" = "Code PIN :";
"PASSWORD" = "Mot de passe :";